apache_benchmark/post-test.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header> 
<wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
<wsse:UsernameToken>
<wsse:Username>bstest</wsse:Username>
<wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">asd123</wsse:Password>
<wsu:Created>2015-04-17T12:01:11Z</wsu:Created>
</wsse:UsernameToken>
</wsse:Security> 
</soapenv:Header>

   <soapenv:Body>
      <tem:GetOutboxInvoiceFile>
         <!--Optional:-->
         <tem:invoiceId>32f91b3d-50f2-4fc2-80e5-7e7761cb5b2f</tem:invoiceId>
      </tem:GetOutboxInvoiceFile>
   </soapenv:Body>
</soapenv:Envelope>